Repository: 84000/data-translation-memory
Catalog: toh100-v1.tmx
Source language: bo
Languages: en

source: འགྱུར་བ་མེད་པ་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་ནི་འོང་བ་མེད་པ་དེ་བཞིན་ཉིད་དོ། །
en: The unchanging tathatā is the non-coming tathatā.

source: འགྱུར་བ་མེད་པ་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་ནི་འོང་བ་མེད་པ་དེ་བཞིན་ཉིད་དོ།
en: The unchanging tathatā is the non-coming tathatā.

source: འོང་བ་མེད་པ་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་ནི་འགྲོ་བ་མེད་པ་དེ་བཞིན་ཉིད་དོ། །
en: The non-coming tathatā is the tathatā that does not go.

source: འགྲོ་བ་མེད་པ་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་ནི་ཇི་ལྟ་བ་བཞིན་དེ་བཞིན་ཉིད་དོ། །
en: The tathatā that does not go is the authentic tathatā.

source: ཇི་ལྟ་བ་བཞིན་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་ནི་ནམ་ཡང་དེ་བཞིན་ཉིད་མ་ཡིན་པ་མ་ཡིན་ནོ། །
en: The authentic tathatā is the not-at-all-tathatā.

source: ནམ་ཡང་དེ་བཞིན་ཉིད་མ་ཡིན་པ་མ་ཡིན་པ་གང་ཡིན་པ་དེ་ནི་ཀུན་ནས་ཉོན་མོངས་པར་མི་འགྱུར།
en: The not-at-all-tathatā is not afflicted

source: རྣམ་པར་བྱང་བར་མི་འགྱུར་རོ། །
en: and is not purified.

source: གང་ཀུན་ནས་ཉོན་མོངས་པར་མི་འགྱུར། རྣམ་པར་བྱང་བར་མི་འགྱུར་བ་དེ་ནི་སྐྱེ་བར་མི་འགྱུར། འགག་པར་མི་འགྱུར་རོ།
en: That which is neither afflicted nor purified neither arises nor ceases.

source: གང་སྐྱེ་བར་མི་འགྱུར། འགག་པར་མི་འགྱུར་བ་དེ་ནི་མྱ་ངན་ལས་འདས་པ་དང་མཉམ་མོ། །
en: That which neither arises nor ceases is the same as nirvāṇa.

source: གང་མྱ་ངན་ལས་འདས་པ་དང་མཉམ་པ་དེ་ནི་འཁོར་བར་མི་འགྱུར། ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་མི་འགྱུར་རོ། །
en: That which is the same as nirvāṇa neither roams within saṃsāra nor passes into complete nirvāṇa.

source: གང་འཁོར་བར་མི་འགྱུར་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་མི་འགྱུར་བ་དེ་ནི་འདས་པ་མ་ཡིན། མ་འོངས་པ་མ་ཡིན། ད་ལྟར་བྱུང་བ་མ་ཡིན་ནོ། །
en: That which neither roams within saṃsāra nor passes into complete nirvāṇa is not past, future, or present.

source: གང་འདས་པ་མ་ཡིན། མ་འོངས་པ་མ་ཡིན། ད་ལྟར་བྱུང་བ་མ་ཡིན་པ་དེ་ནི་དམན་པ་མ་ཡིན། བར་མ་མ་ཡིན། མཆོག་མ་ཡིན་ནོ། །
en: That which is not past, future, or present is not low, middling, or high.

source: གང་དམན་པ་མ་ཡིན། བར་མ་མ་ཡིན། མཆོག་མ་ཡིན་པ་དེ་ནི་དེ་བཞིན་ཉིད་དེ།
en: That which is not low, middling, or high is the tathatā.

source: དེ་བཞིན་ཉིད་ཅེས་བྱ་བ་དེ་ནི་དེ་ཁོ་ནའི་དོན་གྱི་ཚིག་བླ་དགས་ཡིན་ནོ། །
en: “What we call tathathā is an expression meaning tattva.

source: དེ་ཁོ་ན་ཞེས་བྱ་བ་ནི་དེ་བཞིན་ཉིད་ཁོ་ནའོ། །
en: What we call tattva is tathatā itself.

source: དེ་བཞིན་ཉིད་དེ་ཁོ་ན་ནི་དེ་བཞིན་ཉིད་དོ། །
en: Tathatā being the same as tattva is called tathatva.

source: དེ་བཞིན་ཉིད་དང་བདག་དེ་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ། །
en: Thus, the tathatā and the self are not two, they are non-dual.

source: གཉིས་སུ་བྱར་མེད་པའི་དོན་གང་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་སྟེ། བྱང་ཆུབ་ནི་དོན་རྟོགས་པའོ། །
en: The meaning of non-duality is awakening, in the sense of becoming awake.

source: དོན་ཅེས་བྱ་བ་ནི་ཆོས་བསྟན་པ་ཐམས་ཅད་ལ་རྣམ་པར་ཐར་བའི་སྒོ་གསུམ་དུ་འཇུག་པ་ཤེས་པའོ། །
en: The meaning is explained as the awareness that enters the three gates of liberation with respect to all the Dharma teachings.

source: ཤེས་པ་ཞེས་བྱ་བ་ནི་ཆོས་ཐམས་ཅད་ལ་དུས་གསུམ་མཉམ་པ་ཉིད་དུ་འཇུག་པའོ། །
en: The awareness is explained as engaging in the sameness of the three times with respect to all dharmas.

source: ཆོས་ཐམས་ཅད་ཀྱི་དབྱེར་མེད་པའི་དོན་དེ་ནི་དོན་ཅེས་བྱ་སྟེ།
en: The meaning of the inseparability of all dharmas is what is explained as the meaning.

source: དོན་ནི་སྒྲ་མེད་པ།
en: It is voiceless,

source: ཐ་སྙད་མེད་པ་
en: inexpressible,

source: ཐ་སྙད་ཡང་དག་པར་ཆད་པ་ཡིན་ནོ། །
en: and cut off from any expressions.

source: ཤེས་པ་ཞེས་བྱ་བ་ནི་དོན་རྗེས་སུ་རྟོགས་པའི་ཤེས་པ་དང་། རྣམ་པར་ཤེས་པ་རྗེས་སུ་རྟོགས་པའི་ཤེས་པ་གང་ཡིན་པ་སྟེ།
en: Awareness is explained as the awareness that understands the meaning and understands consciousness;

source: དེ་ནི་ཤེས་པ་ཞེས་བྱའོ། །
en: this is explained as awareness.

source: དོན་ཅེས་བྱ་བ་ནི་དེ་ཁོ་ནའི་དོན་ཤེས་པ་དང་། རྣམ་པར་ཤེས་པ་རྗེས་སུ་རྟོགས་པའི་ཤེས་པས་ངེས་པར་རྟོགས་པ་གང་ཡིན་པ་སྟེ།
en: The meaning is explained as the meaning that is established by the awareness that understands the meaning of tattva, and by the awareness that understands consciousness.

source: དེ་ཉིད་ཆོས་ཉིད་ཡིན་ནོ། །
en: That itself is the dharmatā.

source: ཆོས་ཉིད་གང་ཡིན་པ་དེ་ནི་དོན་ཡིན་ནོ།
en: And the dharmatā is the meaning.

source: ཆོས་ལ་མ་ཞུགས་པ་གང་ཡིན་པ་དང་། དོན་དང་ཚིག་འབྲུ་མཉམ་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་གཉིས་སུ་མེད་པའི་དོན་གྱིས་མཉམ་པ་ཉིད་ཡིན་ཏེ།
en: The non-occurrence of the dharma and the sameness of meaning and expression are the same with respect to the non-dual meaning.

source: མཉམ་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་དོན་ཡིན་ནོ། །
en: Sameness is the meaning.

source: དོན་ཤེས་པ་དང་། རྣམ་པར་ཤེས་པ་ལ་མཉམ་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་གཉིས་སུ་མེད་པའི་སྒོར་འཇུག་པས་ན། ཤེས་པ་ཡིན་ནོ། །
en: It is sameness according to the understanding of the meaning; it is the sameness of awareness, entering the gate of non-duality.

source: ངེས་པའི་དོན་དང་དྲང་བའི་དོན་མཉམ་པ་ཉིད་ཀྱིས་དོན་མཉམ་པ་དེ་ནི་སྟོང་པ་ཉིད་དོ།
en: “The sameness of the interpretable meaning and the definitive meaning is their common meaning, which is emptiness.

source: སྟོང་པ་ཉིད་དུ་དོན་མཉམ་པས་གང་ཟག་མཉམ་པ་ཉིད་མཉམ་མོ། །
en: The sameness of the person is the same as the common meaning.

source: གང་ཟག་མཉམ་པ་ཉིད་ཀྱིས་ཆོས་མཉམ་པ་ཉིད་མཉམ་མོ། །
en: The sameness of the dharmas is the same as the sameness of persons.

source: ཆོས་མཉམ་པ་ཉིད་ཀྱིས་རྣམ་པར་གྲོལ་བ་མཉམ་པ་ཉིད་མཉམ་སྟེ།
en: The sameness of liberation is the same as the sameness of the dharmas.

source: རྣམ་པར་གྲོལ་བ་མཉམ་པ་ཉིད་རྗེས་སུ་རྟོགས་པ་ནི་བྱང་ཆུབ་བོ། །
en: Realization according to the sameness of liberation is awakening.

source: འཇམ་དཔལ་གཟུགས་ལ་ཆགས་པས་ཆགས་པར་གྱུར་པ་རྣམས་ཀྱིས་མིག་ནི་ཆགས་པ་ཡིན་ནོ། །
en: “Mañjuśrī, for those who have attachment to form, the eye is attachment.

source: གཟུགས་དང་མིག་གི་རང་བཞིན་ཤེས་པ་ནི་ཆགས་པ་མེད་པ་ཡིན་ནོ། །
en: Knowing the nature of form and of the eye is non-attachment.

source: ལྟ་བ་ལ་ཆགས་པས་ཆགས་པར་གྱུར་པ་རྣམས་ཀྱི་རང་གི་ལུས་ནི་ཆགས་པ་ཡིན་ནོ། །
en: “For those who have attachment to views, one’s own body is attachment.

source: ལྟ་བར་གྱུར་པ་ཐམས་ཅད་ཀྱི་རང་གི་ལུས་ཀྱི་རང་བཞིན་སྟོང་པ་ཉིད་དུ་ཤེས་པ་ནི་ཆགས་པ་མེད་པ་ཡིན་ནོ། །
en: For those who have done away with all views, the awareness of one’s body’s natural emptiness is non-attachment.

source: ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ་ལ་ཆགས་པས་ཆགས་པར་གྱུར་པ་རྣམས་ཀྱི་ཆོས་ཀྱི་སྣང་བ་ནི་ཆགས་པ་ཡིན་ནོ། །
en: “For those who are stuck in their attachment to improper mental placement, the appearance of dharmas is attachment.

source: ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པའི་ཆོས་ལ་སོ་སོར་རྟོག་ཅིང་ངོ་བོ་ཉིད་ཀྱིས་རང་བཞིན་སྟོང་པ་ཉིད་དུ་ཤེས་པ་ནི་ཆགས་པ་མེད་པ་ཡིན་ནོ། །
en: Discerning the dharmas through proper mental placement, the awareness of emptiness by nature and emptiness of essence is non-attachment.

source: ཐེ་ཚོམ་གྱི་དྲི་མ་ལ་ཆགས་པས་ཆགས་པར་གྱུར་པ་རྣམས་ཀྱི་ཐར་པ་ནི་ཆགས་པ་ཡིན་ནོ། །
en: “For those who are stuck in their attachment to the stain of doubt, liberation is attachment.

source: མོས་པ་དང་རྣམ་པར་གྲོལ་བ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཤེས་པ་ནི་ཆགས་པ་མེད་པ་ཡིན་ནོ། །
en: The authentic awareness of belief and liberation is non-attachment.

source: ལེ་ལོའི་དྲི་མ་ལ་ཆགས་པས་ཆགས་པར་གྱུར་པ་རྣམས་ཀྱི་རྟོགས་པར་བྱ་བ་ལ་བརྩོན་འགྲུས་བརྟན་པ་ཉིད་ནི་ཆགས་པ་ཡིན་ནོ། །
en: “For those who are stuck in their attachment to the stain of laziness, having present diligence toward realization is attachment.

source: ཆོས་ཇི་ལྟ་བ་བཞིན་དུ་རྟོགས་པ་ནི་ཆགས་པ་མེད་པ་ཡིན་ནོ། །
en: The realization of dharmas as they are is non-attachment.

source: ཆོས་ཇི་ལྟ་བ་བཞིན་དུ་རྟོགས་པ་ནི་ཆགས་པ་མེད་པ་ཡིན་ནོ།
en: The realization of dharmas as they are is non-attachment.

source: སྒྲིབ་པ་ལ་ཆགས་པས་ཆགས་པར་གྱུར་པ་རྣམས་ཀྱི་བྱང་ཆུབ་ཀྱི་བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་ནི་ཆགས་པ་ཡིན་ནོ། །
en: “For those who are stuck in their attachment to the hindrances, the limbs of awakening are attachment.

source: སྒྲིབ་པ་མེད་པའི་རྣམ་པར་ཐར་པ་ཤེས་པ་ནི་ཆགས་པ་མེད་པ་ཡིན་ནོ། །
en: Liberation through unobstructed awareness is non-attachment.

source: རང་བཞིན་གྱིས་ཡོངས་སུ་དག་པའི་ཆོས་ཐམས་ཅད་ནི་རྒྱུ་དང་རྐྱེན་ཚོགས་པ་ལས་འབྱུང་སྟེ། །
en: “Being by nature completely pure, all dharmas occur due to an assemblage of causes and conditions.

source: དེ་ལ་བྱང་ཆུབ་སེམས་དཔས་ཀུན་ནས་ཉོན་མོངས་པའི་རྒྱུ་དང་། རྣམ་པར་བྱང་བའི་རྒྱུ་ཡང་ཡོངས་སུ་ཤེས་པར་བྱ་ཞིང་།
en: With respect to that, a bodhisattva should understand well the cause of affliction and the cause of purification.

source: ཀུན་ནས་ཉོན་མོངས་པའི་རྒྱུ་རྣམ་པར་དག་པ་དང་། རྣམ་པར་བྱང་བའི་རྒྱུ་རྣམ་པར་དག་པས་ཀྱང་གནས་པར་མི་བྱའོ། །
en: He should neither abide with the purity of the cause of affliction, nor with the purity of the cause of purification.

source: བདག་ཀུན་ནས་སློང་བ་དང་། ལྟ་བ་ཀུན་ནས་སློང་བ་ནི་ཀུན་ནས་ཉོན་མོངས་པའི་རྒྱུ་ཡིན་ནོ། །
en: “Elevating self is a cause of affliction.

source: ཆོས་བདག་མེད་པ་ལ་འཇུག་པའི་བཟོད་པ་ནི་རྣམ་པར་བྱང་བའི་རྒྱུ་ཡིན་ནོ། །
en: Forbearance in one’s engagement with the selflessness of dharmas is a cause of purification.

source: ངར་འཛིན་པ་དང་། ང་རྒྱལ་གྱི་ལྟ་བ་ནི་ཀུན་ནས་ཉོན་མོངས་པའི་རྒྱུ་ཡིན་ནོ། །
en: “The view of ‘I’ and ‘mine’ is a cause of affliction.

source: ནང་ཉེ་བར་ཞི་བ་དང་ཕྱི་རོལ་ཏུ་རྒྱུ་བ་མེད་པ་ནི་རྣམ་པར་བྱང་བའི་རྒྱུ་ཡིན་ནོ། །
en: Inner pacification and outer non-movement is a cause of purification.

source: འདོད་པ་དང་། གནོད་སེམས་དང་། རྣམ་པར་འཚེ་བ་དང་། རྟོག་པ་དག་ནི་ཀུན་ནས་ཉོན་མོངས་པའི་རྒྱུ་ཡིན་ནོ།
en: “Thoughts of desire, ill will, and harm are a cause of affliction.

source: མི་སྡུག་པ་དང་། བྱམས་པ་དང་། སྙིང་རྗེ་དང་། དགའ་བ་དང་། བཏང་སྙོམས་དང་། བརྟེན་པའི་ཆོས་ལ་འཇུག་པའི་བཟོད་པ་ནི་རྣམ་པར་བྱང་བའི་རྒྱུ་ཡིན་ནོ། །
en: Forbearance in one’s dealings with impure things, in one’s practice of friendliness, compassion, rejoicing, equanimity, and with dependent dharmas, is a cause of purification.

source: ཕྱིན་ཅི་ལོག་བཞི་ནི་ཀུན་ནས་ཉོན་མོངས་པའི་རྒྱུ་ཡིན་ནོ། །
en: “The four distortions are a cause of affliction.

source: ཡང་དག་པའི་དྲན་པ་ཉེ་བར་གཞག་པ་བཞི་ནི་རྣམ་པར་བྱང་བའི་རྒྱུ་ཡིན་ནོ། །
en: The four placements of mindfulness are a cause of purification.

source: སྒྲིབ་པ་ལྔ་ནི་ཀུན་ནས་ཉོན་མོངས་པའི་རྒྱུ་ཡིན་ནོ། །
en: “The five hindrances are a cause of affliction.

source: དབང་པོ་ལྔ་ནི་རྣམ་པར་བྱང་བའི་རྒྱུ་ཡིན་ནོ། །
en: The five faculties are a cause of purification.

source: སྐྱེ་མཆེད་དྲུག་ནི་ཀུན་ནས་ཉོན་མོངས་པའི་རྒྱུ་ཡིན་ནོ། །
en: “The six entrances are a cause of affliction.

source: རྗེས་སུ་དྲན་པ་དྲུག་ནི་རྣམ་པར་བྱང་བའི་རྒྱུ་ཡིན་ནོ། །
en: The six remembrances are a cause of purification.

source: དམ་པ་མ་ཡིན་པའི་ཆོས་བདུན་ནི་ཀུན་ནས་ཉོན་མོངས་པའི་རྒྱུ་ཡིན་ནོ། །
en: “The seven false dharmas are a cause of affliction.

source: བྱང་ཆུབ་ཀྱི་ཡན་ལག་བདུན་ནི་རྣམ་པར་བྱང་བའི་རྒྱུ་ཡིན་ནོ། །
en: The seven limbs of awakening are a cause of purification.

source: ལོག་པ་ཉིད་བརྒྱད་ནི་ཀུན་ནས་ཉོན་མོངས་པའི་རྒྱུ་ཡིན་ནོ།
en: “The eight wrong modes are a cause of affliction.

source: ཡང་དག་པ་ཉིད་བརྒྱད་ནི་རྣམ་པར་བྱང་བའི་རྒྱུ་ཡིན་ནོ། །
en: The eight right modes are a cause of purification.

source: ཀུན་ནས་མནར་སེམས་ཀྱི་དངོས་པོ་དགུ་ནི་ཀུན་ནས་ཉོན་མོངས་པའི་རྒྱུ་ཡིན་ནོ། །
en: “The nine causes of antagonism are a cause of affliction.

source: མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་ནི་རྣམ་པར་བྱང་བའི་རྒྱུ་ཡིན་ནོ། །
en: The absorptions into nine successive abodes are a cause of purification.

source: མི་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ནི་ཀུན་ནས་ཉོན་མོངས་པའི་རྒྱུ་ཡིན་ནོ།
en: “The ten unwholesome courses of karma are a cause of affliction.

source: དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ནི་རྣམ་པར་བྱང་བའི་རྒྱུ་ཡིན་ཏེ།
en: The ten wholesome courses of karma are a cause of purification.

source: མདོར་མི་དགེ་བ་ཡིད་ལ་བྱེད་པ་ཐམས་ཅད་ནི་ཀུན་ནས་ཉོན་མོངས་པའི་རྒྱུ་ཡིན་ནོ། །
en: “In brief, all unwholesome mental engagements are a cause of affliction;

source: དགེ་བ་ཡིད་ལ་བྱེད་པ་ཐམས་ཅད་ནི་རྣམ་པར་བྱང་བའི་རྒྱུ་ཡིན་ནོ།
en: all wholesome mental engagements are a cause of purification.

source: དེ་ལ་ཀུན་ནས་ཉོན་མོངས་པའི་རྒྱུ་གང་ཡིན་པ་དང་། རྣམ་པར་བྱང་བའི་རྒྱུ་གང་ཡིན་པའི་ཆོས་དེ་དག་ཐམས་ཅད་ནི་རང་བཞིན་གྱིས་སྟོང་པ་དང་། །
en: “In that respect, whether causes of affliction or of purification, all dharmas are by nature empty,

source: སེམས་ཅན་མེད་པ་དང་།
en: without a sentient being,

source: སྲོག་མེད་པ་དང་།
en: without a living being,

source: གང་ཟག་མེད་པ་དང་།
en: without one who nourishes,

source: བདག་པོ་མེད་པ་དང་།
en: without a soul or a person,

source: ཡོངས་སུ་འཛིན་པ་མེད་པ་དང་།
en: without a master,

source: བྱེད་པ་མེད་པ་དང་།
en: without activity,

source: སྒྱུ་མ་ལྟ་བུ་དང་མཚན་ཉིད་མེད་པ་དང་
en: comparable to an illusion, without characteristics,

source: ནང་ཉེ་བར་ཞི་བ་ཡིན་ནོ། །
en: pacified from within.

source: ནང་ཉེ་བར་ཞི་བ་གང་ཡིན་པ་དེ་ནི་རབ་ཏུ་ཞི་བའོ། །
en: pacified from within they are utterly pacified.

source: རབ་ཏུ་ཞི་བ་གང་ཡིན་པ་དེ་ནི་རང་བཞིན་ནོ། །
en: Utterly pacified, they are their intrinsic nature.

source: རང་བཞིན་གང་ཡིན་པ་དེ་ནི་དམིགས་སུ་མེད་པའོ། །
en: Their intrinsic nature is not being perceived.

source: དམིགས་སུ་མེད་པ་གང་ཡིན་པ་དེ་ནི་གནས་མེད་པའོ། །
en: Not being perceived is to have no abode.

source: གནས་མེད་པ་གང་ཡིན་པ་དེ་ནི་དེ་ཁོ་ནའོ། །
en: That which has no abode is thatness.

source: དེ་ཁོ་ན་ནི་ནམ་མཁའ་སྟེ། །
en: Thatness is space.

source: དེས་ཆོས་ཐམས་ཅད་ནམ་མཁའ་ལྟ་བུར་རབ་ཏུ་ཤེས་ན་ཀུན་ནས་ཉོན་མོངས་པ་དང་རྣམ་པར་བྱང་བས་སྤྱོད་ཀྱང་ནམ་མཁའི་ཆོས་ཉིད་དག་མི་སྤོང་ངོ་།
en: One cognizes all dharmas as the same as space. One engages conventionally in the purification of afflictions, yet does not abandon the dharmatā of space.

source: འཇམ་དཔལ་གང་ལ་སྐྱེ་བའམ། འགག་པར་འགྱུར་བའི་ཆོས་དེ་གང་ཡང་མེད་པའི་ཕྱིར་རོ། །
en: Mañjuśrī, no dharma whatsoever can be found for which there may be arising or cessation.”

source: འཇམ་དཔལ་གྱིས་གསོལ་པ།
en: Mañjuśrī inquired,

source: བཅོམ་ལྡན་འདས་འོ་ན་དེ་བཞིན་གཤེགས་པས་བྱང་ཆུབ་ཇི་ལྟར་བརྙེས་ལགས།
en: “How then, Bhagavat, did the Tathāgata obtain awakening?”

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པས་ནི་རྩ་བ་མེད་པ་དང་། གནས་མེད་པར་བྱང་ཆུབ་ཐོབ་བོ། །
en: “Mañjuśrī, the Tathāgata obtained an awakening that has no root and no ground to stand upon.”

source: བཅོམ་ལྡན་འདས་དེ་ལ་རྩ་བ་ནི་གང་ལགས།
en: “Bhagavat, what root would that be,

source: གནས་ནི་གང་ལགས།
en: and what ground to stand upon?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The Bhagavat replied,

source: འཇམ་དཔལ་འཇིག་ཚོགས་ནི་རྩ་བ་ཡིན་ནོ། །
en: “Mañjuśrī, that root would be the transitory collection,

source: ཡང་དག་པ་མ་ཡིན་པའི་ཀུན་ཏུ་རྟོག་པ་ནི་གནས་ཡིན་ནོ། །
en: and that ground to stand upon the imagination of what is not there.

source: འཇམ་དཔལ་དེ་ལ་དེ་བཞིན་གཤེགས་པས་བྱང་ཆུབ་མཉམ་པ་ཉིད་ཀྱིས་ཆོས་ཐམས་ཅད་མཉམ་པ་ཉིད་དུ་ཤེས་ཏེ།
en: Then, Mañjuśrī, the Tathāgata knows the sameness of all dharmas through the sameness of awakening.

source: འཇམ་དཔལ་དེའི་ཕྱིར་དེ་བཞིན་གཤེགས་པས་རྩ་བ་མེད་པ་དང་། གནས་མེད་པར་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ཞེས་བྱའོ། །
en: Therefore it is said, Mañjuśrī, that ‘the Tathāgata realized an awakening that has no root and no ground to stand upon.’

source: འཇམ་དཔལ་བྱང་ཆུབ་ནི་ཞི་བ་དང་ཉེ་བར་ཞི་བ་ཡིན་ཏེ།
en: “Awakening, Mañjuśrī, is to be at peace, utterly at peace.

source: དེ་ལ་ཞི་བ་ནི་གང་།
en: In that respect, what is peace,

source: ཉེ་བར་ཞི་བ་ནི་གང་ཞེ་ན།
en: what is utter peace?

source: ནང་ནི་ཞི་བ་ཡིན་ནོ། །
en: Inside there is peace;

source: ཕྱི་རོལ་ནི་ཉེ་བར་ཞི་བ་ཡིན་ནོ། །
en: outside there is utter peace.

source: འཇམ་དཔལ་མིག་ནི་བདག་དང་བདག་གིས་སྟོང་སྟེ།
en: “The eye, Mañjuśrī, is empty of a self and what belongs to a self;

source: དེའི་རང་བཞིན་དེ་ཡིན་པའི་ཕྱིར་དེ་ནི་ཞི་བ་ཞེས་བྱའོ། །
en: such is its nature. This is called peace

source: དེས་མིག་སྟོང་པ་ཞེས་བྱ་བར་ཡོངས་སུ་ཤེས་ནས་གཟུགས་རྣམས་ལ་མི་རྒྱུག་སྟེ།
en: Thoroughly understanding that the eye is empty, one does not run toward forms.

source: དེའི་ཕྱིར་ཉེ་བར་ཞི་བ་ཞེས་བྱའོ། །
en: Thus it is called utter peace

source: དེ་བཞིན་དུ་རྣ་བ་ནི་བདག་དང་བདག་གིས་སྟོང་སྟེ། །
en: “In the same way, the ear is empty of a self and what belongs to a self;

source: དེས་རྣ་བ་སྟོང་པ་ཞེས་བྱ་བར་ཡོངས་སུ་ཤེས་ནས་སྒྲ་རྣམས་ལ་མི་རྒྱུག་སྟེ། །
en: Thoroughly understanding that the ear is empty, one does not run toward sounds.

source: སྣ་ནི་བདག་དང་བདག་གིས་སྟོང་སྟེ།
en: “The nose is empty of a self and what belongs to a self;

source: དེས་སྣ་སྟོང་པ་ཞེས་བྱ་བར་ཡོངས་སུ་ཤེས་ནས།
en: Thoroughly understanding that the nose is empty,

source: དྲི་རྣམས་ལ་མི་རྒྱུག་སྟེ། །
en: one does not run toward smells.

source: ལྕེ་ནི་བདག་དང་བདག་གིས་སྟོང་སྟེ། །
en: “The tongue is empty of a self and what belongs to a self;

source: དེས་ལྕེ་སྟོང་པ་ཞེས་བྱ་བར་ཡོངས་སུ་ཤེས་ནས་རོ་རྣམས་ལ་མི་རྒྱུག་སྟེ། །
en: Thoroughly understanding that the tongue is empty, one does not run toward flavors.

source: ལུས་ནི་བདག་དང་བདག་གིས་སྟོང་སྟེ། །
en: “The body is empty of a self and what belongs to a self;

source: དེས་ལུས་སྟོང་པ་ཞེས་བྱ་བར་ཡོངས་སུ་ཤེས་ནས།
en: Thoroughly understanding that the body is empty,

source: རེག་བྱ་རྣམས་ལ་མི་རྒྱུག་སྟེ། །
en: one does not run toward touchable things.

source: འཇམ་དཔལ་ཡིད་ནི་བདག་དང་བདག་གིས་སྟོང་སྟེ། །
en: “The mind, Mañjuśrī, is empty of a self and what belongs to a self;

source: དེས་ཡིད་སྟོང་པ་ཞེས་བྱ་བར་ཡོངས་སུ་ཤེས་ནས།
en: Thoroughly understanding that the mind is empty,

source: ཆོས་རྣམས་ལ་མི་རྒྱུག་སྟེ།
en: one does not run toward dharmas.

source: འཇམ་དཔལ་བྱང་ཆུབ་ནི་སེམས་ཀྱི་རང་བཞིན་འོད་གསལ་བ་ཉིད་ཀྱིས་རང་བཞིན་འོད་གསལ་བ་ཡིན་ཏེ། ཅིའི་ཕྱིར་འོད་གསལ་བ་ཞེས་བྱ་ཞེ་ན།
en: “Awakening, Mañjuśrī, is by nature luminous, because the mind is by nature luminous; that is why it is said to be luminous by nature.

source: རང་བཞིན་གང་ཡིན་པ་དེ་ནི་ཀུན་ནས་ཉོན་མོངས་པ་མེད་པ།
en: The nature is not afflicted;

source: ནམ་མཁའ་དང་མཉམ་པ།
en: it is the same as space,

source: ནམ་མཁའི་རང་བཞིན་ཅན།
en: it has the nature of space,

source: ནམ་མཁར་ཡང་དག་པར་འདུ་བ།
en: it goes together with space,

source: ནམ་མཁའ་ལྟ་བུ་སྟེ།
en: it is comparable to space.

source: ཪང་བཞིན་གྱིས་ཤིན་ཏུ་འོད་གསལ་བ་ཡིན་པའི་ཕྱིར་རོ། །
en: The nature is utterly luminous.

source: འཇམ་དཔལ་བྱང་ཆུབ་ནི་བླང་བ་མེད་པ་ཉིད་དང་། དོར་བ་མེད་པ་ཉིད་ཡིན་ཏེ།
en: “Awakening, Mañjuśrī, is without striving or giving anything up.

source: དེ་ལ་བླང་བ་མེད་པ་ཉིད་ནི་གང་།
en: In that respect, how is it without striving,

source: དོར་བ་མེད་པ་ཉིད་ནི་གང་ཞེ་ན།
en: and how is it without giving anything up?

source: བླང་བ་མེད་པ་ཉིད་ཅེས་བྱ་བ་ནི་ཆོས་ཐམས་ཅད་གཟུང་དུ་མེད་པ་ཉིད་ཡིན་ནོ།
en: Without striving means not to grasp at any dharma.

source: བླང་བ་མེད་པ་ཉིད་ཅེས་བྱ་བ་ནི་ཆོས་ཐམས་ཅད་གཟུང་དུ་མེད་པ་ཉིད་ཡིན་ནོ། །
en: Without striving means not to grasp at any dharma.

source: དོར་བ་མེད་པ་ཉིད་ཅེས་བྱ་བ་ནི་ཆོས་ཐམས་ཅད་སྤང་དུ་མེད་པ་ཉིད་ཡིན་ནོ། །
en: Without giving anything up means not to abandon any dharma.

source: འཇམ་དཔལ་དེ་ལ་དེ་བཞིན་གཤེགས་པ་ནི་བླང་བ་མེད་པ་ཉིད་དང་། དོར་བ་མེད་པ་ཉིད་ཀྱིས་ཆུ་བོ་ལས་རྒལ་བར་གྱུར་ཏེ།
en: In that respect, Mañjuśrī, the Tathāgata, without striving or giving anything up, crossed the stream.

source: ཇི་ལྟར་དེ་བཞིན་ཉིད་ཀྱི་ཚུ་རོལ་ཡང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། ཕ་རོལ་ཡང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བ་དེ་ལྟར་ཆུ་བོ་ལས་རྒལ་ཏོ།
en: He crossed it in such a way that he does not see this shore or the other shore of tathatā.

source: དེ་ལྟར་དེ་བཞིན་གཤེགས་པས་ཚུ་རོལ་དང་ཕ་རོལ་དང་བྲལ་བའི་ཆོས་ཐམས་ཅད་མངོན་པར་རྫོགས་པར་བྱང་ཆུབ་སྟེ། །
en: Therefore, the Tathāgata realized all dharmas to be free from this shore or the other shore.

source: དེའི་ཕྱིར་དེ་བཞིན་གཤེགས་པ་ཞེས་བྱའོ། །
en: Thus he is called the Tathāgata.

source: འཇམ་དཔལ་བྱང་ཆུབ་ནི་མཚན་མ་མེད་པ་ཉིད་དང་། དམིགས་པ་མེད་པ་ཉིད་ཡིན་ཏེ།
en: “Awakening, Mañjuśrī, is without sign or reference point.

source: དེ་ལ་མཚན་མ་མེད་པ་ཉིད་ནི་གང་། དམིགས་པ་མེད་པ་ཉིད་ནི་གང་ཞེ་ན།
en: In that respect, what is signlessness, and what is the lack of reference point?

source: འཇམ་དཔལ་མིག་གི་རྣམ་པར་ཤེས་པ་མི་དམིགས་པ་ནི་མཚན་མ་མེད་པ་ཉིད་ཡིན་ནོ། །
en: “That the eye-consciousness does not perceive, Mañjuśrī, is signlessness.

source: གཟུགས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བ་ནི་དམིགས་པ་མེད་པ་ཉིད་ཡིན་ནོ། །
en: That form is not seen is the lack of reference point.

source: རྣ་བའི་རྣམ་པར་ཤེས་པ་ནི་དམིགས་པ་ནི་མཚན་མ་མེད་པ་ཉིད་ཡིན་ནོ། །
en: “That the ear-consciousness does not perceive is signlessness.

source: སྒྲ་མཉན་དུ་མེད་པ་ནི་དམིགས་པ་མེད་པ་ཉིད་ཡིན་ནོ། །
en: That sounds are not heard is the lack of reference point.

source: སྣའི་རྣམ་པར་ཤེས་པ་མི་དམིགས་པ་ནི་མཚན་མ་མེད་པ་ཉིད་ཡིན་ནོ། །
en: “That the nose-consciousness does not perceive is signlessness.

source: དྲི་བསྣམ་དུ་མེད་པ་ནི་དམིགས་པ་མེད་པ་ཉིད་ཡིན་ནོ། །
en: That smells are not smelt is the lack of reference point.

source: ལྕེའི་རྣམ་པར་ཤེས་པ་མི་དམིགས་པ་ནི་མཚན་མ་མེད་པ་ཉིད་ཡིན་ནོ། །
en: “That the tongue-consciousness does not perceive is signlessness.

source: རོ་མྱང་དུ་མེད་པ་ནི་དམིགས་པ་མེད་པ་ཉིད་ཡིན་ནོ།
en: That flavors are not tasted is the lack of reference point.

source: ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་མི་དམིགས་པ་ནི་མཚན་མ་མེད་པ་ཉིད་ཡིན་ནོ། །
en: “That the body-consciousness does not perceive is signlessness.

source: རེག་བྱ་རེག་པར་བྱ་བ་མེད་པ་ནི་དམིགས་པ་མེད་པ་ཉིད་ཡིན་ནོ། །
en: That touchable things are not touched is the lack of reference point.

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་མི་དམིགས་པ་ནི་མཚན་མ་མེད་པ་ཉིད་ཡིན་ནོ། །
en: “That the mind-consciousness does not perceive is signlessness.

source: ཆོས་རྣམས་རྣམ་པར་ཤེས་པར་བྱར་མེད་པ་ནི་དམིགས་པ་མེད་པ་ཉིད་ཡིན་ནོ། །
en: That dharmas are not cognized is the lack of reference point.

source: འཇམ་དཔལ་དེ་ནི་འཕགས་པ་རྣམས་ཀྱི་སྤྱོད་ཡུལ་ཡིན་ཏེ
en: “This, Mañjuśrī, is the scope of the noble ones.

source: འཇམ་དཔལ་གང་ཁམས་གསུམ་པའི་སྤྱོད་ཡུལ་མ་ཡིན་པ་དེ་ནི་འཕགས་པ་རྣམས་ཀྱི་སྤྱོད་ཡུལ་ཡིན་ནོ། །
en: That which is not the scope of the three realms, Mañjuśrī, is the scope of the noble ones.

source: འཇམ་དཔལ་བྱང་ཆུབ་ནི་འདས་པ་མ་ཡིན། མ་འོངས་པ་མ་ཡིན། ད་ལྟར་བྱུང་བ་མ་ཡིན་ཏེ། །
en: “Awakening, Mañjuśrī, is not past, not future, not present.

source: དུས་གསུམ་མཉམ་པ་འཁོར་གསུམ་ཡོངས་སུ་ཆད་པ་ཡིན་ནོ། །
en: It is the same in the three times, and is cut off from the three spheres.

source: འཇམ་དཔལ་དེ་ལ་འཁོར་གསུམ་ཡོངས་སུ་ཆད་པ་གང་ཞེ་ན།
en: In that respect, Mañjuśrī, what does it mean to be cut off from the three spheres?

source: འདས་པ་ལ་སེམས་མི་འཇུག་པ་དང་།
en: The mind in the past is not perceived.

source: མ་འོངས་པ་ལ་རྣམ་པར་ཤེས་པ་མི་རྒྱུག་པ་དང་།
en: Consciousness does not run toward the future.

source: ད་ལྟར་བྱུང་བ་ལ་ཡིད་ལ་བྱེད་པ་མི་འབྱུང་བ་གང་ཡིན་པ་སྟེ།
en: Mental placement does not occur in the present.

source: རྣམ་པར་ཤེས་པ་ལ་མི་གནས་ཤིང་རྟོག་པར་མི་བྱེད་རྣམ་པར་རྟོག་པར་མི་བྱེད་དོ།
en: One who does not abide in mind, mentality, and consciousness does not form mental constructs or concepts.

source: རྟོག་པར་མི་བྱེད་རྣམ་པར་རྟོག་པར་མི་བྱེད་པ་ནི་འདས་པ་ཡིད་ལ་མི་བྱེད།
en: Not forming mental constructs or concepts, one does not create the past

source: མ་འོངས་པ་ལ་རློམ་སེམས་སུ་མི་བྱེད། །
en: does not think of the future;

source: དེ་ལྟར་བྱུང་བ་ལ་འཕྲོ་བར་མི་བྱེད་དོ། །
en: one does not elaborate about the present.

source: འཇམ་དཔལ་བྱང་ཆུབ་ནི་ལུས་མེད་པ་ཉིད་དང་། འདུས་མ་བྱས་པ་ཉིད་ཡིན་ཏེ།
en: “Awakening, Mañjuśrī, is bodiless and unproduced.

source: འཇམ་དཔལ་དེ་ལ་ལུས་མེད་པ་ཉིད་ནི་མིག་གི་རྣམ་པར་ཤེས་པས་རྣམ་པར་ཤེས་པར་བྱ་བ་མ་ཡིན་པ་དང་།
en: In that respect, Mañjuśrī, bodilessness is what cannot be cognized by the eye consciousness,

source: རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པས་རྣམ་པར་ཤེས་པར་བྱ་བ་མ་ཡིན་པ་གང་ཡིན་པའོ། །
en: what cannot be cognized by the ear, nose, tongue, body, or mind consciousness.

source: འཇམ་དཔལ་སེམས་དང་ཡིད་དང་རྣམ་པར་ཤེས་པས་རྣམ་པར་ཤེས་པར་བྱ་བ་མ་ཡིན་པ་གང་ཡིན་པ་དེ་ཉིད་འདུས་མ་བྱས་པ་ཉིད་ཡིན་ཏེ།
en: Mañjuśrī, that which cannot be cognized by mind, mentality, and consciousness is unproduced.

source: འདུས་མ་བྱས་པ་ཉིད་ཅེས་བྱ་བ་ནི་གང་ལ་སྐྱེ་བ་མེད་པ་དང་།
en: The unproduced is explained this way: where there is no arising,

source: གནས་པ་མེད་པ་དང་།
en: no abiding,

source: འཇིག་པ་མེད་པའོ། །
en: no passing away,

source: དེ་ནི་འཁོར་གསུམ་ཡོངས་སུ་དག་པ་འདུས་མ་བྱས་པ་ཡིན་ཏེ། །
en: that is called the unproduced purified of the three spheres

source: འདུས་མ་བྱས་པ་ཇི་ལྟ་བ་ཁོ་ན་བཞིན་དུ་འདུས་བྱས་ཀྱང་དེ་ལྟ་བུ་ཁོ་ན་ཡིན་པར་རྟོགས་པར་བྱའོ།
en: The co-produced should be understood just like the unproduced.

source: ཆོས་ཐམས་ཅད་ཀྱི་ངོ་བོ་ཉིད་གང་ཡིན་པ་དེ་ནི་ངོ་བོ་ཉིད་མེད་པ་སྟེ།
en: The essence of all dharmas is no-essence;

source: དེ་ལ་ནི་གཉིས་སུ་མེད་པའི་ཕྱིར་རོ། །
en: in that respect, there is no duality.

source: འཇམ་དཔལ་བྱང་ཆུབ་དེ་ནི་དབྱེར་མེད་པའི་གཞི་ཡིན་ཏེ།
en: “Awakening, Mañjuśrī, is a basis of non-division.

source: དེ་ལ་དབྱེར་མེད་པ་ནི་གང་།
en: In that respect, what is non-division,

source: གཞི་ནི་གང་ཞེ་ན།
en: hat is the basis?
